/* A button that opens about screen of the app. */
"About Scenecuts" = "O Scenecuts";

/* A date indicating how long the app has been active */
"Active Since" = "Uruchomione od";

/* A label listing advanced configuration options.
   A tab for all advanced settings */
"Advanced" = "Zaawansowane";

/* A button that applies selected icon change. */
"Apply" = "Zastosuj";

/* A message explaining helper app wasn't launched. */
"Can't Open Helper App" = "Nie można uruchomić aplikacji pomocniczej";

/* A button that cancels selected icon change. */
"Cancel" = "Anuluj";

/* A button to clear icon image selection */
"Clear" = "Wyczyść";

/* A file menu item to close top level window. */
"Close" = "Zamknij";

/* A header label for current icon selected */
"Current Icon" = "Aktualna Ikona";

/* Explanation of 'Hide Preferences on Launch' toggle. */
"Enabling this will always hide the preference window on first app launch." = "Włączenie sprawi, że okno preferencji będzie ukryte podczas pierwszego uruchomienia aplikacji";

/* A menu title for File, not sure if this is translated? */
"File" = "Plik";

/* A settings tab for all general settings */
"General" = "Ogólne";

/* A column header that shows a list of buttons to assign a global keyboard shortcut to the specific icon */
"Global Shortcut" = "Skróty Globalne";

/* The name for a helper app */
"Helper App" = "Aplikacja Pomocnicza";

/* A header for error message */
"Helper App Error" = "Błąd Aplikacji Pomocniczej";

/* A toggle label that will enable/disable showing preferences screen on application launch */
"Hide Preferences on Launch" = "Ukryj Preferencje przy uruchamianiu";

/* A button to launch helper app. */
"Launch Helper App" = "Uruchom Aplikacje Pomoczniczą";

/* A column header that shows a list of icon buttons to set an icon for the specific scene. */
"Menu Bar Icon" = "Ikona w Pasku Menu";

/* A column header that shows a list of scene names. */
"Name" = "Nazwa";

/* A button that opens preferences window */
"Preferences" = "Preferencje";

/* A button that quits the app. */
"Quit" = "Wyjdź";

/* A button that opens up the help website. */
"Scenecuts Help" = "Scenecuts Pomoc";

/* A tab for all scenes settings */
"Scenes" = "Sceny";

/* A placeholder for searching for SFSymbols */
"Search for SFSymbols" = "Wyszukaj w SFSymbols";

/* A header label that indicates icon can be selected */
"Select an Icon" = "Wybierz Ikonę";

/* A button that opens a view to assign an icon/image to the scene. */
"Set Image" = "Wybierz Ikonę";

/* A column header that shows a list of toggles to show/hide scenes in menu bar. */
"Show in Menu Bar" = "Pokazuj w Pasku Menu";

/* A column header that shows a list of toggles to show/hide scenes in menu list. */
"Show in Menu List" = "Pokazuj w Liście Menu";

/* A button to start helper app. */
"Start App" = "Uruchom Aplikacje";

/* A button to terminate helper app. */
"Terminate App" = "Wymuś zakończenie Aplikacji";

/* A brief message explaining that Helper App must be running for Scenecuts to work properly */
"The helper app is used to communicate with HomeKit, this needs to be running in order for Scenecuts to work properly." = "Aplikacja Pomocnicza jest używana do komunikacji z HomeKit, musi być uruchomiona aby Scenecuts mógł działać prawidłowo.";

/* A message explaining the buttons action that will trigger/execute HomeKit scene
   A message explaining the buttons action that will trigger/execute Homekit scene */
"Trigger HomeKit scene" = "Uruchom scenę HomeKit";

/* Current version number */
"Version" = "Wersja";
